<!DOCTYPE html>
<html>
<head>
  <meta charset="utf-8">
  
  <meta http-equiv="X-UA-Compatible" content="IE=edge" >
  <title>技术的意义 | lyt</title>
  <meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">
  <meta name="description" content="&amp;#x6253;&amp;#x5F00;csdn&amp;#x9996;&amp;#x9875;&amp;#xFF0C;&amp;#x51FA;&amp;#x73B0;&amp;#x7684;&amp;#x90FD;&amp;#x662F;&amp;#x5982;&amp;#x4E0B;&amp;#x7684;&amp;#x6807;&amp;#x9898;&amp;#xFF0C;&amp;#x5404;&amp;#x7C7B;&amp;#x6280;&amp;#x672F;&amp;#x6620;&amp;#x5165;&amp;#x4F60;&amp;#x773C;&amp;#x5">
<meta property="og:type" content="article">
<meta property="og:title" content="技术的意义">
<meta property="og:url" content="http://07lyt.com/2016/06/12/技术的意义/index.html">
<meta property="og:site_name" content="lyt">
<meta property="og:description" content="&amp;#x6253;&amp;#x5F00;csdn&amp;#x9996;&amp;#x9875;&amp;#xFF0C;&amp;#x51FA;&amp;#x73B0;&amp;#x7684;&amp;#x90FD;&amp;#x662F;&amp;#x5982;&amp;#x4E0B;&amp;#x7684;&amp;#x6807;&amp;#x9898;&amp;#xFF0C;&amp;#x5404;&amp;#x7C7B;&amp;#x6280;&amp;#x672F;&amp;#x6620;&amp;#x5165;&amp;#x4F60;&amp;#x773C;&amp;#x5">
<meta property="og:image" content="http://07lyt.com/2016/06/12/技术的意义/Image.png">
<meta property="og:updated_time" content="2016-06-12T07:25:14.657Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="技术的意义">
<meta name="twitter:description" content="&amp;#x6253;&amp;#x5F00;csdn&amp;#x9996;&amp;#x9875;&amp;#xFF0C;&amp;#x51FA;&amp;#x73B0;&amp;#x7684;&amp;#x90FD;&amp;#x662F;&amp;#x5982;&amp;#x4E0B;&amp;#x7684;&amp;#x6807;&amp;#x9898;&amp;#xFF0C;&amp;#x5404;&amp;#x7C7B;&amp;#x6280;&amp;#x672F;&amp;#x6620;&amp;#x5165;&amp;#x4F60;&amp;#x773C;&amp;#x5">
<meta name="twitter:image" content="http://07lyt.com/2016/06/12/技术的意义/Image.png">
  
    <link rel="alternative" href="/atom.xml" title="lyt" type="application/atom+xml">
  
  
    <link rel="icon" href="/avatar.jpg">
  
  <link rel="stylesheet" href="/css/style.css">
</head>

<body>
  <div id="container">
    <div class="left-col">
    <div class="overlay"></div>
<div class="intrude-less">
	<header id="header" class="inner">
		<a href="/" class="profilepic">
			
			<img lazy-src="/avatar.jpg" class="js-avatar">
			
		</a>

		<hgroup>
		  <h1 class="header-author"><a href="/">lyt</a></h1>
		</hgroup>

		

		
			<div class="switch-btn">
				<div class="icon">
					<div class="icon-ctn">
						<div class="icon-wrap icon-house" data-idx="0">
							<div class="birdhouse"></div>
							<div class="birdhouse_holes"></div>
						</div>
						<div class="icon-wrap icon-ribbon hide" data-idx="1">
							<div class="ribbon"></div>
						</div>
						
						
						<div class="icon-wrap icon-me hide" data-idx="3">
							<div class="user"></div>
							<div class="shoulder"></div>
						</div>
						
					</div>
					
				</div>
				<div class="tips-box hide">
					<div class="tips-arrow"></div>
					<ul class="tips-inner">
						<li>Menu</li>
						<li>Tags</li>
						
						
						<li>Über</li>
						
					</ul>
				</div>
			</div>
		

		<div class="switch-area">
			<div class="switch-wrap">
				<section class="switch-part switch-part1">
					<nav class="header-menu">
						<ul>
						
							<li><a href="/">主页</a></li>
				        
							<li><a href="/archives">所有文章</a></li>
				        
							<li><a href="/tags/随笔">随笔</a></li>
				        
						</ul>
					</nav>
					<nav class="header-nav">
						<div class="social">
							
								<a class="github" target="_blank" href="#" title="github">github</a>
					        
								<a class="weibo" target="_blank" href="#" title="weibo">weibo</a>
					        
								<a class="rss" target="_blank" href="#" title="rss">rss</a>
					        
								<a class="zhihu" target="_blank" href="#" title="zhihu">zhihu</a>
					        
						</div>
					</nav>
				</section>
				
				
				<section class="switch-part switch-part2">
					<div class="widget tagcloud" id="js-tagcloud">
						<a href="/tags/前端/" style="font-size: 10px;">前端</a> <a href="/tags/技术/" style="font-size: 10px;">技术</a>
					</div>
				</section>
				
				
				

				
				
				<section class="switch-part switch-part3">
				
					
					<div id="js-aboutme">klfzlyt@outlook.com</div>
				</section>
				
			</div>
		</div>
	</header>				
</div>

    </div>
    <div class="mid-col">
      <nav id="mobile-nav">
  	<div class="overlay">
  		<div class="slider-trigger"></div>
  		<h1 class="header-author js-mobile-header hide">lyt</h1>
  	</div>
	<div class="intrude-less">
		<header id="header" class="inner">
			<div class="profilepic">
			
				<img lazy-src="/avatar.jpg" class="js-avatar">
			
			</div>
			<hgroup>
			  <h1 class="header-author">lyt</h1>
			</hgroup>
			
			<nav class="header-menu">
				<ul>
				
					<li><a href="/">主页</a></li>
		        
					<li><a href="/archives">所有文章</a></li>
		        
					<li><a href="/tags/随笔">随笔</a></li>
		        
		        <div class="clearfix"></div>
				</ul>
			</nav>
			<nav class="header-nav">
				<div class="social">
					
						<a class="github" target="_blank" href="#" title="github">github</a>
			        
						<a class="weibo" target="_blank" href="#" title="weibo">weibo</a>
			        
						<a class="rss" target="_blank" href="#" title="rss">rss</a>
			        
						<a class="zhihu" target="_blank" href="#" title="zhihu">zhihu</a>
			        
				</div>
			</nav>
		</header>				
	</div>
</nav>

      <div class="body-wrap"><article id="post-技术的意义" class="article article-type-post" itemscope itemprop="blogPost">
  
    <div class="article-meta">
      <a href="/2016/06/12/技术的意义/" class="article-date">
  	<time datetime="2016-06-12T06:47:03.000Z" itemprop="datePublished">2016-06-12</time>
</a>
    </div>
  
  <div class="article-inner">
    
      <input type="hidden" class="isFancy" />
    
    
      <header class="article-header">
        
  
    <h1 class="article-title" itemprop="name">
      技术的意义
    </h1>
  

      </header>
      
      <div class="article-info article-info-post">
        
	<div class="article-tag tagcloud">
		<ul class="article-tag-list"><li class="article-tag-list-item"><a class="article-tag-list-link" href="/tags/技术/">技术</a></li></ul>
	</div>

        

        <div class="clearfix"></div>
      </div>
      
    
    <div class="article-entry" itemprop="articleBody">
      
        <p>&#x6253;&#x5F00;csdn&#x9996;&#x9875;&#xFF0C;&#x51FA;&#x73B0;&#x7684;&#x90FD;&#x662F;&#x5982;&#x4E0B;&#x7684;&#x6807;&#x9898;&#xFF0C;&#x5404;&#x7C7B;&#x6280;&#x672F;&#x6620;&#x5165;&#x4F60;&#x773C;&#x5E18;&#xFF0C;&#x773C;&#x82B1;&#x7F2D;&#x4E71;&#xFF0C;&#x6BCF;&#x4E00;&#x4E2A;&#x6807;&#x9898;&#x4E0B;&#x90FD;&#x53EF;&#x80FD;&#x85CF;&#x6709;&#x65E0;&#x6570;&#x7684;&#x6280;&#x672F;&#x70B9;&#x3002;<br><img src="/2016/06/12/&#x6280;&#x672F;&#x7684;&#x610F;&#x4E49;/Image.png" alt="img"><br>&#x4EE5;&#x524D;&#x6211;&#x5C31;&#x5728;&#x60F3;&#xFF0C;&#x4E3A;&#x4EC0;&#x4E48;&#x8981;&#x5B66;&#x8FD9;&#x4E48;&#x591A;&#x4E1C;&#x897F;&#xFF0C;&#x5B66;&#x4E86;&#x610F;&#x4E49;&#x4F55;&#x5728;&#xFF1F;&#x4F46;&#x5F53;&#x65F6;&#x5BB9;&#x4E0D;&#x5F97;&#x6211;&#x591A;&#x60F3;&#xFF0C;&#x4FBF;&#x6DF9;&#x6CA1;&#x4E8E;&#x5B66;&#x6821;&#x4E2D;&#x5B66;&#x4E60;&#x7684;&#x5927;&#x6F6E;&#x3002;<br>&#x5982;&#x4ECA;&#x9762;&#x4E34;&#x6BD5;&#x4E1A;&#xFF0C;&#x5DE5;&#x4F5C;&#x786E;&#x5B9A;&#xFF0C;&#x65F6;&#x95F4;&#x5BBD;&#x88D5;&#x4E86;&#x5F88;&#x591A;&#xFF0C;&#x5F53;&#x521D;&#x7684;&#x95EE;&#x9898;&#x5374;&#x4E00;&#x76F4;&#x8426;&#x7ED5;&#x4E0E;&#x6211;&#x3002;&#x5B66;&#x6280;&#x672F;&#x662F;&#x4E3A;&#x4E86;&#x4EC0;&#x4E48;&#xFF1F;&#x662F;&#x4E3A;&#x4E86;&#x8868;&#x73B0;&#x5F97;&#x6BD4;&#x522B;&#x4EBA;&#x66F4;&#x5389;&#x5BB3;&#x5417;&#xFF1F;&#x662F;&#x4E3A;&#x4E86;&#x66F4;&#x9AD8;&#x7684;&#x6536;&#x5165;&#x5417;&#xFF1F;&#x6216;&#x8BB8;&#x662F;&#xFF0C;&#x6216;&#x8BB8;&#x4E5F;&#x8FD8;&#x6709;&#x5176;&#x4ED6;&#x7684;&#x4E1C;&#x897F;&#x3002;</p>
<h2 id="&#x6280;&#x672F;&#x7684;&#x672C;&#x8D28;"><a href="#&#x6280;&#x672F;&#x7684;&#x672C;&#x8D28;" class="headerlink" title="&#x6280;&#x672F;&#x7684;&#x672C;&#x8D28;"></a>&#x6280;&#x672F;&#x7684;&#x672C;&#x8D28;</h2><p>&#x5199;&#x8FC7;&#x4EE3;&#x7801;&#x7684;&#x4EBA;&#x90FD;&#x5E94;&#x8BE5;&#x6709;&#x8FD9;&#x6837;&#x7684;&#x4E00;&#x79CD;&#x611F;&#x89C9;&#xFF0C;&#x54C7;&#xFF0C;&#x8FD9;&#x4E48;&#x795E;&#x5947;&#xFF0C;&#x539F;&#x7406;&#x539F;&#x6765;&#x4E5F;&#x4E0D;&#x96BE;&#xFF0C;&#x7279;&#x522B;&#x662F;&#x5728;&#x89E3;&#x51B3;&#x4E86;&#x4E00;&#x4E2A;&#x95EE;&#x9898;&#x4E4B;&#x540E;&#xFF0C;&#x6210;&#x5C31;&#x611F;&#x6EE1;&#x6EE1;&#xFF0C;&#x6162;&#x6162;&#x7684;&#x81EA;&#x4FE1;&#x4E0E;&#x5174;&#x8DA3;&#x4E5F;&#x6E10;&#x6E10;&#x88AB;&#x5524;&#x8D77;&#xFF0C;&#x8FD9;&#x80A1;&#x52A8;&#x529B;&#x53C8;&#x4FC3;&#x4F7F;&#x4F60;&#x4E0D;&#x65AD;&#x5B66;&#x4E60;&#x3002;&#x8FD9;&#x6837;&#x7684;&#x6B63;&#x53CD;&#x9988;&#x786E;&#x5B9E;&#x4F7F;&#x6211;&#x53D7;&#x76CA;&#x3002;&#x4F46;&#x4E5F;&#x8BB8;&#x4E5F;&#x5E26;&#x6765;&#x4E86;&#x95EE;&#x9898;&#xFF1A;&#x8FC7;&#x4E8E;&#x6C89;&#x6EBA;&#x4E8E;&#x81EA;&#x5DF1;&#x3002;&#x968F;&#x7740;&#x4E00;&#x4E2A;&#x53C8;&#x4E00;&#x4E2A;&#x95EE;&#x9898;&#x7684;&#x89E3;&#x51B3;&#xFF0C;&#x4EBA;&#x6709;&#x65F6;&#x5019;&#x4F1A;&#x4EA7;&#x751F;&#x4E00;&#x79CD;&#x9519;&#x89C9;&#xFF0C;&#x6211;&#x65E0;&#x5F80;&#x4E0D;&#x5229;&#xFF0C;&#x5373;&#x8FC7;&#x4E8E;&#x5173;&#x6CE8;&#x81EA;&#x5DF1;&#xFF0C;&#x5FD8;&#x5374;&#x4E86;&#x6280;&#x672F;&#x7684;&#x672C;&#x8D28;&#x3002;<br>&#x8BB0;&#x5F97;&#x5F53;&#x65F6;&#x5728;&#x963F;&#x91CC;&#x5B9E;&#x4E60;&#xFF0C;&#x5B9E;&#x4E60;&#x7ED3;&#x675F;&#x540E;&#x6211;&#x95EE;&#x6211;&#x7684;&#x5E08;&#x5085;&#x4E00;&#x4E2A;&#x95EE;&#x9898;&#xFF1A;&#x6211;&#x6709;&#x4EC0;&#x4E48;&#x7F3A;&#x70B9;&#xFF1F;&#x4ED6;&#x5F53;&#x65F6;&#x695E;&#x4E86;&#x4E00;&#x4E0B;&#xFF0C;&#x8BF4;&#xFF0C;&#x5F71;&#x54CD;&#x529B;&#x4E0D;&#x591F;&#xFF0C;&#x8981;&#x5B66;&#x4F1A;&#x6269;&#x5927;&#x5F71;&#x54CD;&#x529B;&#x3002;&#x5728;&#x6211;&#x770B;&#x6765;&#xFF0C;&#x5E08;&#x5085;&#x7684;&#x610F;&#x601D;&#x5E94;&#x8BE5;&#x662F;&#x591A;&#x4E8E;&#x4EBA;&#x53D1;&#x751F;&#x8054;&#x7CFB;&#xFF0C;&#x4E0D;&#x7BA1;&#x662F;&#x4E1A;&#x5185;&#x8FD8;&#x662F;&#x4E1A;&#x5916;&#xFF0C;&#x4E0D;&#x8981;&#x8FC7;&#x4E8E;&#x6C89;&#x6EBA;&#x4E8E;&#x81EA;&#x5DF1;&#xFF0C;&#x6280;&#x672F;&#x4E0D;&#x4EC5;&#x4EC5;&#x5C40;&#x9650;&#x4E8E;&#x81EA;&#x5DF1;&#x5B66;&#x4F1A;&#x800C;&#x5DF2;&#xFF0C;&#x66F4;&#x8981;&#x7AD9;&#x5728;&#x7528;&#x6237;&#x7684;&#x89D2;&#x5EA6;&#x3002;&#x4E5F;&#x8BB8;&#x5728;&#x5F88;&#x591A;&#x5DE5;&#x79D1;&#x751F;&#x773C;&#x4E2D;&#xFF0C;&#x6280;&#x672F;&#x8FD9;&#x4E48;&#x5446;&#x677F;&#x7684;&#x4E1C;&#x897F;&#xFF0C;&#x600E;&#x4E48;&#x53EF;&#x80FD;&#x4F1A;&#x8DDF;&#x4EBA;&#x4E0E;&#x4EBA;&#x4E4B;&#x95F4;&#x626F;&#x4E0A;&#x5173;&#x7CFB;&#xFF0C;&#x6211;&#x4E00;&#x4E2A;&#x641E;&#x6280;&#x672F;&#x7684;&#x597D;&#x597D;&#x641E;&#x6280;&#x672F;&#x4E0D;&#x5C31;&#x884C;&#x4E86;&#xFF1F;&#x8FD9;&#x6837;&#x4E5F;&#x786E;&#x5B9E;&#x6CA1;&#x4EC0;&#x4E48;&#x95EE;&#x9898;&#x3002;&#x4E0D;&#x8FC7;&#x5982;&#x679C;&#x6211;&#x4EEC;&#x518D;&#x5C06;&#x773C;&#x5149;&#x653E;&#x957F;&#x8FDC;&#x4E9B;&#x3002;<br>&#x4ECE;&#x5DE5;&#x4E1A;&#x65F6;&#x4EE3;&#x5F00;&#x59CB;&#x56DE;&#x987E;&#xFF0C;&#x5DE5;&#x7A0B;&#x6280;&#x672F;&#x53D1;&#x5C55;&#x8FC5;&#x901F;&#xFF0C;&#x4ECE;&#x5185;&#x71C3;&#x673A;&#xFF0C;&#x7535;&#x529B;&#xFF0C;&#x65E0;&#x7EBF;&#x7535;&#xFF0C;&#x518D;&#x5230;20&#x4E16;&#x7EAA;&#x7684;&#x8BA1;&#x7B97;&#x673A;&#xFF0C;&#x4ED6;&#x4EEC;&#x90FD;&#x6709;&#x4E00;&#x4E2A;&#x5F88;&#x660E;&#x663E;&#x7684;&#x7279;&#x70B9;&#xFF0C;&#x670D;&#x52A1;&#x4E86;&#x5F53;&#x65F6;&#x4E0E;&#x73B0;&#x5728;&#x7684;&#x6211;&#x4EEC;&#x3002;&#x4E0D;&#x7BA1;&#x662F;&#x5229;&#x7528;&#x81EA;&#x7136;&#x8FDB;&#x884C;&#x521B;&#x9020;&#x6216;&#x662F;&#x4EBA;&#x7C7B;&#x81EA;&#x8EAB;&#x7684;&#x521B;&#x9020;&#xFF0C;&#x6211;&#x4EEC;&#x4E0D;&#x5F97;&#x4E0D;&#x627F;&#x8BA4;&#x4ECE;&#x4E2D;&#x53D7;&#x76CA;&#xFF0C;&#x6211;&#x4EEC;&#x5F97;&#x76CA;&#x4E8E;&#x4FBF;&#x6377;&#x7684;&#x51FA;&#x884C;&#xFF0C;&#x5F97;&#x76CA;&#x4E8E;&#x9ED1;&#x6697;&#x4E2D;&#x65E0;&#x6570;&#x7684;&#x706F;&#x706B;&#x901A;&#x660E;&#xFF0C;&#x5F97;&#x76CA;&#x4E8E;&#x7545;&#x901A;&#x65E0;&#x963B;&#x7684;&#x6C9F;&#x901A;&#xFF0C;&#x6240;&#x6709;&#x7684;&#x8FD9;&#x4E9B;&#x5DF2;&#x6E10;&#x6E10;&#x878D;&#x5165;&#x4E86;&#x6211;&#x4EEC;&#x7684;&#x751F;&#x6D3B;&#xFF0C;&#x61C2;&#x4E00;&#x70B9;&#x79D1;&#x5B66;&#x7684;&#x90FD;&#x77E5;&#x9053;&#xFF0C;&#x6240;&#x6709;&#x7684;&#x8FD9;&#x4E9B;&#x798F;&#x5229;&#x80CC;&#x540E;&#xFF0C;&#x5305;&#x542B;&#x7740;&#x4E07;&#x5343;&#x7684;&#x667A;&#x6167;&#x548C;&#x52AA;&#x529B;&#x3002;&#x6280;&#x672F;&#x5728;&#x80CC;&#x540E;&#xFF0C;&#x670D;&#x52A1;&#x4E86;&#x4E07;&#x5343;&#x7684;&#x6211;&#x4EEC;&#x3002;&#x62FF;&#x4E00;&#x6B21;&#x6D88;&#x606F;&#x4F20;&#x9012;&#x6765;&#x8BF4;&#xFF0C;&#x4EC5;&#x4EC5;&#x662F;&#x624B;&#x6307;&#x7684;&#x51E0;&#x6B21;&#x89E6;&#x78B0;&#xFF0C;&#x4EBA;&#x4EEC;&#x5F97;&#x60F3;&#x529E;&#x6CD5;&#x5C06;&#x60F3;&#x8981;&#x8868;&#x8FBE;&#x7684;&#x4FE1;&#x606F;&#x5728;&#x5C4F;&#x5E55;&#x4E2D;&#x5448;&#x73B0;&#x800C;&#x4E0D;&#x662F;&#x4E71;&#x7801;&#xFF0C;&#x5F97;&#x60F3;&#x529E;&#x6CD5;&#x5728;&#x4F60;&#x89E6;&#x78B0;&#x5C4F;&#x5E55;&#x7684;&#x540C;&#x65F6;&#x8FD8;&#x8981;&#x64AD;&#x653E;&#x97F3;&#x4E50;&#x4E14;&#x4ED6;&#x4EEC;&#x4E92;&#x4E0D;&#x51B2;&#x7A81;&#xFF0C;&#x5F97;&#x60F3;&#x529E;&#x6CD5;&#x5982;&#x4F55;&#x628A;&#x6D88;&#x606F;&#x53D1;&#x9001;&#x5230;&#x4E16;&#x754C;&#x5404;&#x5730;&#x800C;&#x4E0D;&#x635F;&#x5931;&#x4FE1;&#x606F;&#x3002;&#x7136;&#x800C;&#x6700;&#x7EC8;&#x7684;&#x7ED3;&#x679C;&#xFF0C;&#x5373;&#x662F;&#x6211;&#x4EEC;&#x7684;&#x9AD8;&#x6548;&#x65E0;&#x963B;&#x7684;&#x6C9F;&#x901A;&#x3002;&#x8BA9;&#x6211;&#x4EEC;&#x5047;&#x8BBE;&#x6211;&#x4EEC;&#x4ECE;&#x51FA;&#x751F;&#x5C31;&#x6CA1;&#x6709;&#x6C9F;&#x901A;&#x7684;&#x5FC5;&#x8981;&#xFF0C;&#x5927;&#x5BB6;&#x5404;&#x5FD9;&#x5404;&#x81EA;&#x7684;&#x8BDD;&#xFF0C;&#x8FD9;&#x9879;&#x6280;&#x672F;&#x60F3;&#x60F3;&#x4F3C;&#x4E4E;&#x4E5F;&#x6CA1;&#x4EC0;&#x4E48;&#x610F;&#x4E49;&#x3002;&#x56E0;&#x800C;&#x6280;&#x672F;&#xFF0C;&#x8981;&#x653E;&#x5728;&#x5177;&#x4F53;&#x7684;&#x73AF;&#x5883;&#x4E0B;&#x624D;&#x663E;&#x5F97;&#x6709;&#x610F;&#x4E49;&#xFF0C;&#x800C;&#x8FD9;&#x6837;&#x7684;&#x73AF;&#x5883;&#xFF0C;&#x5373;&#x662F;&#x4E3A;&#x4EBA;&#x4EEC;&#x505A;&#x8D21;&#x732E;&#x7684;&#x793E;&#x4F1A;&#x73AF;&#x5883;&#x3002;</p>
<h2 id="&#x6280;&#x672F;&#x53EA;&#x662F;&#x4E00;&#x79CD;&#x624B;&#x6BB5;"><a href="#&#x6280;&#x672F;&#x53EA;&#x662F;&#x4E00;&#x79CD;&#x624B;&#x6BB5;" class="headerlink" title="&#x6280;&#x672F;&#x53EA;&#x662F;&#x4E00;&#x79CD;&#x624B;&#x6BB5;"></a>&#x6280;&#x672F;&#x53EA;&#x662F;&#x4E00;&#x79CD;&#x624B;&#x6BB5;</h2><p>&#x968F;&#x7740;&#x6280;&#x672F;&#x5206;&#x5DE5;&#x8D8A;&#x6765;&#x8D8A;&#x7EC6;&#xFF0C;&#x6280;&#x672F;&#x8D8A;&#x6765;&#x8D8A;&#x53D8;&#x6210;&#x4E86;&#x4E00;&#x79CD;&#x624B;&#x6BB5;&#xFF0C;&#x4E5F;&#x53D8;&#x5F97;&#x4E0D;&#x662F;&#x90A3;&#x4E48;&#x9AD8;&#x4E0D;&#x53EF;&#x6500;&#x3002;&#x7F16;&#x7A0B;&#x6280;&#x672F;&#xFF0C;&#x7ED8;&#x753B;&#x6280;&#x672F;&#xFF0C;PS&#x6280;&#x672F;&#xFF0C;&#x8FD9;&#x4E9B;&#x90FD;&#x5728;&#x89E3;&#x51B3;&#x67D0;&#x4E9B;&#x5177;&#x4F53;&#x9700;&#x6C42;&#x7684;&#x73AF;&#x5883;&#x4E0B;&#x5B58;&#x5728;&#xFF0C;&#x8131;&#x79BB;&#x5177;&#x4F53;&#x73AF;&#x5883;&#xFF0C;&#x8FD9;&#x4E9B;&#x6280;&#x672F;&#x4E5F;&#x8BB8;&#x53EA;&#x4F1A;&#x50CF;&#x795E;&#x9F9B;&#x88AB;&#x4F9B;&#x517B;&#x800C;&#x5DF2;&#x3002;&#x4EBA;&#x662F;&#x6709;&#x9700;&#x6C42;&#x7684;&#xFF0C;&#x4EBA;&#x65E5;&#x76CA;&#x589E;&#x957F;&#x7684;&#x7269;&#x8D28;&#x548C;&#x6587;&#x5316;&#x751F;&#x6D3B;&#x7684;&#x9700;&#x6C42;&#x662F;&#x5199;&#x5728;&#x8BFE;&#x672C;&#x4E2D;&#x7684;&#x88AB;&#x80AF;&#x5B9A;&#x7684;&#xFF0C;&#x5728;&#x6211;&#x770B;&#x6765;&#xFF0C;&#x89E3;&#x51B3;&#x9700;&#x6C42;&#x7684;&#x5176;&#x4E2D;&#x4E4B;&#x4E00;&#x624B;&#x6BB5;&#xFF0C;&#x5373;&#x4E3A;&#x6280;&#x672F;&#x3002;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x56DE;&#x60F3;&#xFF0C;&#x652F;&#x4ED8;&#x5B9D;&#xFF0C;&#x5FAE;&#x4FE1;&#xFF0C;&#x6EF4;&#x6EF4;&#x7B49;&#x662F;&#x4E0D;&#x662F;&#x89E3;&#x51B3;&#x4E86;&#x6211;&#x4EEC;&#x7684;&#x4E00;&#x4E9B;&#x9700;&#x6C42;&#xFF1F;</p>
<p>##&#x6211;&#x8BE5;&#x5982;&#x4F55;&#x505A;<br>&#x4F18;&#x79C0;&#x7684;&#x6280;&#x672F;&#xFF0C;&#x5FC5;&#x7136;&#x662F;&#x6EE1;&#x8DB3;&#x4EBA;&#x4EEC;&#x7684;&#x9700;&#x6C42;&#x624D;&#x5F97;&#x4EE5;&#x5B58;&#x5728;&#x7684;&#xFF0C;&#x4E5F;&#x8BB8;&#x5728;&#x5B66;&#x4E60;&#x548C;&#x5DE5;&#x4F5C;&#x4E2D;&#x9047;&#x5230;&#x7684;&#x6280;&#x672F;&#xFF0C;&#x53EF;&#x4EE5;&#x95EE;&#x95EE;&#x81EA;&#x5DF1;&#x8FD9;&#x9879;&#x6280;&#x672F;&#x662F;&#x5426;&#x662F;&#x89E3;&#x51B3;&#x4E86;&#x4E00;&#x4E9B;&#x95EE;&#x9898;&#xFF1F;&#x8BA9;&#x6C9F;&#x901A;&#x66F4;&#x987A;&#x7545;&#xFF1F;&#x8BA9;&#x4EA4;&#x6D41;&#x66F4;&#x65B9;&#x4FBF;&#xFF1F;&#x8BA9;&#x5DE5;&#x4F5C;&#x66F4;&#x6709;&#x6548;&#x7387;&#xFF1F;&#x8BA9;&#x6210;&#x672C;&#x66F4;&#x4F4E;&#xFF1F;&#x6700;&#x7EC8;&#x662F;&#x5426;&#x63D0;&#x9AD8;&#x4E86;&#x751F;&#x4EA7;&#x529B;&#xFF1F;&#x4E0D;&#x7BA1;&#x662F;&#x670D;&#x52A1;&#x4E86;10&#x4E2A;&#x4EBA;&#x8FD8;&#x662F;10&#x4E07;&#x4EBA;&#xFF0C;&#x4E0D;&#x7BA1;&#x662F;&#x63D0;&#x9AD8;&#x4E86;&#x4EBA;&#x4EEC;&#x7684;&#x6548;&#x7387;&#x6216;&#x8005;&#x662F;&#x6EE1;&#x8DB3;&#x4E86;&#x4EBA;&#x4EEC;&#x7684;&#x5FC3;&#x7406;&#x9700;&#x6C42;&#x7CBE;&#x795E;&#x4EAB;&#x53D7;&#xFF0C;&#x8FD9;&#x6837;&#x7684;&#x6280;&#x672F;&#x6216;&#x591A;&#x6216;&#x5C11;&#x5C31;&#x662F;&#x6709;&#x610F;&#x4E49;&#x7684;&#x3002;<br>&#x4E5F;&#x7B97;&#x662F;&#x5199;&#x5728;&#x5DE5;&#x4F5C;&#x524D;&#x7684;&#x4E00;&#x70B9;&#x81EA;&#x7701;&#x3002;</p>

      
    </div>
    
  </div>
  
    
<nav id="article-nav">
  
    <a href="/2016/06/12/不一样的前端手指操/" id="article-nav-newer" class="article-nav-link-wrap">
      <strong class="article-nav-caption"><</strong>
      <div class="article-nav-title">
        
          不一样的前端手指操
        
      </div>
    </a>
  
  
</nav>

  
</article>








</div>
      <footer id="footer">
  <div class="outer">
    <div id="footer-info">
     
    </div>
  </div>
</footer>
    </div>
    
  <link rel="stylesheet" href="/fancybox/jquery.fancybox.css">


<script>
	var yiliaConfig = {
		fancybox: true,
		mathjax: true,
		animate: true,
		isHome: false,
		isPost: true,
		isArchive: false,
		isTag: false,
		isCategory: false,
		open_in_new: false
	}
</script>
<script src="http://7.url.cn/edu/jslib/comb/require-2.1.6,jquery-1.9.1.min.js"></script>
<script src="/js/main.js"></script>






<script type="text/x-mathjax-config">
MathJax.Hub.Config({
    tex2jax: {
        inlineMath: [ ['$','$'], ["\\(","\\)"]  ],
        processEscapes: true,
        skipTags: ['script', 'noscript', 'style', 'textarea', 'pre', 'code']
    }
});

MathJax.Hub.Queue(function() {
    var all = MathJax.Hub.getAllJax(), i;
    for(i=0; i < all.length; i += 1) {
        all[i].SourceElement().parentNode.className += ' has-jax';                 
    }       
});
</script>

<script type="text/javascript" src="http://cdn.mathjax.org/mathjax/latest/MathJax.js?config=TeX-AMS-MML_HTMLorMML">
</script>


  </div>
</body>
</html>